Repository: Vistaus/dwxmlcreator
Catalog: po/*.po
Languages: cs, ru

source: Enter start time
cs: Zadejte startovácí čas
ru: Введите время начала

source: day:
cs: Den:
ru: день:

source: month:
cs: Měsíc:
ru: месяц:

source: year:
cs: Rok:
ru: год:

source: hours:
cs: Hodiny:
ru: часы:

source: minutes:
cs: Minuty:
ru: минуты:

source: seconds:
cs: Sekundy:
ru: секунды:

source: TO ADD IMAGES
cs: Přidání obrázků
ru: К ДОБАВЛЕНИЮ ИЗОБРАЖЕНИЙ

source: page0
cs: strana0

source: Add images
cs: Přidat obrázky
ru: Добавьте изображения

source: specify the path to the image:
cs: zadejte cestu k obrázku:
ru: путь до изображения:

source: transition duration (sec):
cs: Čas přechodu (sek):
ru: время перехода (сек):

source: duration of the show (min):
cs: doba trvání přehlídky (min):
ru: время показа (мин):

source: ADD
cs: PŘIDAT
ru: ДОБАВИТЬ

source: TO CREATE A FILE
cs: VYTVOŘIT SOUBOR
ru: К СОЗДАНИЮ ФАЙЛА

source: page1
cs: strana2

source: Specify the name and location of the file
cs: Zadejte název a umíštění souboru
ru: Имя и расположение файла

source: specify where to save the file:
cs: Zadejte, kam se má soubor uložit:
ru: место сохранения файла:

source: specify the file name:
cs: Zadejte jméno souboru:
ru: имя файла:

source: CREATE XML FILE
cs: VYTVOŘIT XML SOUBOR
ru: СОЗДАТЬ ФАЙЛ

source: Back
cs: Zpět
ru: Назад

source: Enter correct data in all fields!
cs: Zadejte správná data ve všech polích!
ru: Введите корректные данные во все поля!

source: File created successfully
cs: Soubor byl vytvořen úspěšně
ru: Файл успешно создан

source: An unknown error has occurred! Failed to create file
cs: Objevila se neznámá chyba! Nebylo možné vytvořit soubor
ru: Произошла неизвестная ошибка! Не удалось создать файл

source: Select image file
cs: Vyberte obrázek
ru: Выберите изображение

source: _Cancel
cs: _Zrušit

source: _Open
cs: _Otevřít

source: Choose a directory
cs: Vybrat adresář
ru: Выбор директории

source: Message
cs: Zpráva
ru: Сообщение

source: images were added
ru: изображение было добавлено

source: Nothing to create
ru: Нечего создавать
